content-org/blog/posts.org
#+HUGO_BASE_DIR: ../../

#+seq_todo: TODO DRAFT | DONE
#+options: creator:t
#+startup: overview

#+title: peregrinator's blog source
#+author: peregrinator

** DONE Misunderstanding evolution                                :evolution:
CLOSED: [2017-02-25]
:PROPERTIES:
:EXPORT_HUGO_BUNDLE: misunderstanding-evolution
:EXPORT_FILE_NAME: index
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :series "Evolution Theory"
:EXPORT_HUGO_AUTO_SET_LASTMOD: t
:END:

Who does really understand evolution? (Wait, is it even true?!) Even
if it is, who really has the better idea? What the hell did Darwin
really do on the /Beagle/? Well, I have some answers. In this
two-part essay, I will be discussing how to understand evolution as a
concept and will be touching upon the babble behind the scenes. This
part is a general background to the concept of evolution, dealing with
the "story" behind it rather than the concepts themselves. The second
part will deal with the theories of evolution and their finer
aspects.


*** Introduction

When I was in school, I found that a lot of the concepts that I
thought I understood were actually more complicated. Obviously, I had
to wait till the exams to realise this. But then, I figured that if I
could understand what went wrong at that time, anyone could, and
additionally prepare in such a way that they really understand the
concept as a whole, in all its finer aspects. What hampers such
precise understanding of facts is assumptions and
expectations. Spiritual predispositions and other such forces tend to
cloud judgement and, hence, come in the way of logical thought. The
other most significant antagonist of scientific thought is (and I
don't mean the kind of thought that religious people lack!) the
undoubting faith in whatever is told. The inability to question and be
skeptical. Now, this might sound weird. It certainly did feel weird
when I realised this. But I believe that by the end of this essay, it
will be well established that skepticism is the key element to
understanding anything. Please note, I intend no animosity towards
spirituality and any comments made in this essay are purely
light-hearted.


*** Setting the stage

Most readers would have come across textbooks that describe evolution
with the usual theories and examples. There is Lamarck's theory, which
in most opinions, is outdated and eclipsed by the more robust and
logical Darwinian ideas. Then come the modern theories of Morgan and
others who using Mendel's [then] recently rediscovered ideas, further
complicated things. Well, brush all those aside! Throw them out of
your head! Science is also about starting afresh once things get
muddled up!


*** What are we talking about?

The misconceptions that are associated with evolution are what the
mind has to consciously rid itself off. Why these are present in the
first place is another topic altogether which I'm afraid I can't talk
about (since it just isn't my cup of tea, yet!) and involves
understanding the functioning of the mind. Suffice it to say that the
mind tends to simplify facts and hence colour the explanation that one
receives when trying to understand a concept. The end result is an
inaccurate understanding of concepts which a good skeptic sees through
when examined finely. These misconceptions I will lay bare here
and it must be noted that only once these are understood will the
concepts I explain make sense.

**** 1. Time frames

The underlying processes of evolution have been observed to act over
great expanses of time. The study of fossils (Palaeontology) has had a
very important role to play in the development of evolution as a
concept. Darwin's observations of fossils apart by millions of
years played a crucial role in his understanding of his own
concepts. Fossils are by no means easily found and this highlights the
fact that they are formed in very rare cases. This inherently implies
the period in between formation of two fossils of any kind is
great. In addition to this, their discovery is fraught with
complications that for the purposes of this essay needn't be
elaborated. The end result: fossils found are from times so wide apart
that any changes seem obvious.

Those of you that have seen the film /The Man from Earth/, would have an
idea as to what (spoiler alert!!) someone who lived for fourteen
thousand years would have experienced in a life so long. But the
common man would find it challenging to comprehend even those time
scales involved. Although I could go on about timescales, I'd rather
get to the main idea of the talk earlier so I'll share a much-clichéd
analogy to make this concept clear.

#+begin_quote
If you represent the Earth’s lifetime by a single year, say from
January when it was made to December, the 21st-century would be a
quarter of a second in June – a tiny fraction of the year. But even in
this concertinaed cosmic perspective, our century is very, very
special: the first when humans can change themselves and their home
planet….

… let’s suppose some aliens had been watching our pale blue dot in the
cosmos from afar, not just for 40 years, but for the entire 4.5
billion-year history of our Earth. What would they have seen? Over
nearly all that immense time, Earth’s appearance would have changed
very gradually.The only abrupt worldwide change would have been major
asteroid impacts or volcanic super-eruptions. Apart from those brief
traumas, nothing happens suddenly.

The continental landmasses drifted around. Ice cover waxed and
waned. Successions of new species emerged, evolved and became
extinct. But in just a tiny sliver of the Earth’s history, the last
one-millionth part, a few thousand years, the patterns of vegetation
altered much faster than before. This signaled the start of
agriculture.Change has accelerated as human populations rose. Then
other things happened even more abruptly. Within just 50 years —
that’s one hundredth of one millionth of the Earth’s age — the amount
of carbon dioxide in the atmosphere started to rise, and ominously
fast…
#+end_quote

This explanation illustrates the time periods that have shaped
the earth. Human presence graced the earth for so short a period that
what we see in the world today is exceedingly limited. Those are the
timescales that evolution acts over.

**** 2. Generational factors

A very frequently misunderstood aspect of evolution is the strata of
organisms evolution affects. This is closely linked to the first
miscalculation of time frames as you shall see.

The most common idea the people have is that evolution occurs in the
individual. The "learnings" of one individual are directly transferred
to their offspring. This is anything but true. Evolution happens over
several generations of individuals. And evolution is more of a
consequence of other changes; individuals of a population don't change
as a result of evolution. Their offspring accumulate changes over
generations that lead to the evolution of a species.

**** 3. Evolution is /not/ progress

Although there might be evidence of better /adaptation/ to certain
environmental factors, there is *no* /progress/ that
occurs as a result of evolution. The whole theory that man is the most
advanced being on this planet isn't entirely true. Evidences of
alternative forms of intelligence exist in other life forms, and
although these may not be on par with /intelligence/ as defined by a
human, they certainly are nearly as good in their own way. I won't say
any more about this because this isn't the point I'm trying to make in
any case.

Evolution is caused by selective survival of individuals
/better capable/ of surviving in a very specific environment. This only
means that the animal is better capable of surviving in that
environment than say others of its original population. It must be
noted that this I've only given as a comparison. The two would
interact only if members of the original population still survive, and
if they co-occur or are sympatric (in scientific terms), the added
constraint of limited resources (amongst other factors) would result
in the extermination of the lesser able (that is members of the
original population). The so-called "struggle for life" is only
metaphorical; animals don't necessarily fight each other.

**** 4. When evolution occurred

Evolution has occurred in the past, is occurring now, and will
continue to occur in the future. This is commonly confounded by the
belief that evolution has occurred and the animals and plants seen
today are the final products of all evolution that has ever
occurred. This gives evolution a "creational" position, more or less
equal to "God". And that is where science differs from God!

Evolution occurs continually because there some parts of the
environment that continually change and to "keep up" with those,
certain individuals of populations are selected out. This also affects
all species on earth. The same species that we see today may not
exist in the future.

**** 5. Evolution as a fact

If you think the theories of evolution are fact, that's great! Only
they're not. Like all good theories in science, these can only
something that can be shown to be true in very specific cases, with
/some amount of certainty/ (yes, the theories have not been proven as a
fact /yet/, if you haven't got that already!). As they say in science, a
good theory is one that stands the test of time and
experimentation. Fortunately, for you believers out there,
evolutionary theory has stood the test of time so far. But remember,
that this doesn't give any reason to doubt the theory. The theories of
evolution make clear many of the "unexplainable" happenings of the
world. I will not be discussing that aspect since I believe that can
be done once you've understood the concept of evolution itself.


*** Darwin's influences

Before getting to the theory itself, I feel it would be of good use to
look at the story of Darwin and evolutionary theory. But let me get
one thing clear before I start with even this: the "Darwinian" theory
of evolution was not Darwin's own. He was too dull-witted to think up
the whole thing himself. What he effectively did was compile
everything at hand and publish it. Even the idea that he should do
this was not his own! It might make more sense, hence, to think of
this as the people or ideas that made him sure enough to write about
it.</p> Darwin was actually quite imperceptive. His was a very mundane
life and although he had planned on studying medicine, he switched
over to the cloth and learned the scriptures instead and this might
have played an important role in shaping his thought. He had access to
several books in the library and even read some "prohibited" books
(those books which the clergy thought would endanger their popularity
by getting people interested in science). One such was the /Principles
of Geology/.

Of course, there are the well-known books that he
carried with him on the voyage of the HMS /Beagle/: John
Milton's /Paradise Lost/ and Charles Lyell's /Principles of Geology/. Very
simply, the graphic descriptions of living creatures and the
fascination for them expressed in /Paradise Lost/ and the /Principles of
Geology/ got him thinking about world changing changes that take place
over periods of large amounts of time.

Another major influence may have been his grandfather himself. Erasmus
Darwin was a physician and also a poet amongst several other
things. In his poems (/The Loves of the Plants/ and /The Temple of
Nature/, it is said that there are mentions of evolution in a similar
capacity to what Darwin spoke of in his /Origin/. Darwin's own teacher,
Robert Edmond Grant was said to have purported the same theory and had
been considered "heretic" by Darwin and others of that time. Although
Grant had recieved fame worldwide for his other work, his theory
brought down upon him disdain.

So carrying Milton and Lyell, Darwin finally left on the voyage of the
/Beagle/, at the crisp age of 22, as an unpaid gentleman's companion
(I'm sorry but that sounds a lot worse than what it is intended to!)
to the [then] also young Captain Robert FitzRoy. It is suggested that
his predecessor on the /Beagle/ had committed suicide as a consequence
of "loneliness". I am told Darwin got to travel with the /Beagle/ only
because he had the right shape of the nose. Four years later, they
landed on the Galápagos Islands hoping to find of all things Giant
Tortoises to eat!  What happened next was history. Or rather, what
happened became history only after several years because Darwin was
dumb.
